brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'starship' # Shell prompt customizer
brew 'cask'
brew 'mas' # Mac App Store
brew 'tmux'
brew 'uv' # Python version and package manager
brew 'yadm' # Dotfiles manager

cask '1password'
cask 'cmux'
cask 'google-chrome'
cask 'iterm2'
cask 'kap'
cask 'rectangle'
cask 'visual-studio-code'

cask 'font-fira-code-nerd-font' # Nerd fonts add extra characters for Starship

mas "1Password for Safari", id: 1569813296
mas "Reeder", id: 6475002485
mas "System Color Picker", id: 1545870783
