brew 'postgresql'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'nvm'
brew 'heroku'
brew 'mas'

cask 'google-chrome'
cask 'firefox'
cask 'tower'
cask 'visual-studio-code'
cask 'slack'
cask 'sketch'
cask 'hyperterm'
cask 'dropbox'
cask 'istat-menus'

mas "1Password", id: 443987910
mas "Drop", id: 1173932628
mas "Deliveries", id: 924726344
mas "Byword", id: 420212497
mas "Reeder", id: 880001334
mas "Chronicle", id: 402355593
mas "Spark", id: 1176895641