tap "homebrew/cask"
tap "homebrew/services"

brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'cask'
brew 'mas'
brew 'yadm'

cask 'google-chrome'
cask 'firefox'
cask 'tower'
cask 'visual-studio-code'
cask 'slack'
cask 'istat-menus'
cask '1password'
cask 'iterm2'
cask 'rectangle'

mas "Drop", id: 1173932628
mas "Reeder", id: 1529448980
mas "Chronicle Pro", id: 1280542517
mas "Spark", id: 1176895641